{
  "title": "Athari za Ukabila katika Maendeleo ya Kenya",
  "subtitle": "Jinsi ukabila umevunja vipengele mbalimbali vya jamii na maendeleo ya Kenya",
  "effects": [
    {
      "title": "Kutokutulia kwa Kisiasa na Vurugu za Uchaguzi",
      "description": "Ukabila umeathiri kwa kina siasa za Kenya, mara nyingi ukigeuza uchaguzi kuwa mashindano ya kikabila. Vyama vya siasa mara nyingi hukusanya msaada kufuatana na mistari ya kikabila, ikisababisha utengano, upendeleo, na wakati mwingine vurugu. Vurugu za baada ya uchaguzi za 2007-2008, ambazo zilisababisha vifo zaidi ya 1,000 na uhamishaji wa maelfu, zilikuwa dalili kali za mvutano wa kikabila.",
      "examples": [
        "Kujenga muungano kulingana na hesabu za kikabila badala ya itikadi",
        "Uteuzi wa maafisa wa umma kufuata viwango vya kikabila",
        "Vurugu za uchaguzi zinazolenga jamii maalum za kikabila - vifo 1,133 mwaka 2007-08",
        "Uongozaji wa wapiga kura kulingana na mipaka ya kikabila badala ya sera",
        "Watu zaidi ya 350,000 walihamishwa ndani ya nchi wakati wa machafuko ya 2007-08",
        "Mali 117,000 ziliharibiwa katika mashambulizi yaliyochochewa na ukabila"
      ],
      "detail": "Uwazi wa kisiasa tangu 1991 haujaibadilisha kimsingi mazingira haya ya kikabila katika siasa za Kenya, na kila mzunguko wa uchaguzi unahatarisha uongozaji wa kikabila."
    },
    {
      "title": "Mgawanyiko wa Kijamii na Uharibifu wa Taasisi",
      "description": "Kuendeleza kwa dhana za kikabila na ushindani kumegawanya jamii ya Kenya, kikizuia maendeleo ya utambulisho wa pamoja wa kitaifa. Ukabila mara nyingi huchochea shaka na ubaguzi katika nyanja za kijamii na kiuchumi, huku pia ukiathiri taasisi muhimu kama mahakama, elimu, na huduma za usalama.",
      "examples": [
        "Kuundwa kwa maeneo ya kikabila katika miji",
        "Kupungua kwa ndoa na mahusiano ya kijamii kati ya makabila",
        "Kuimarishwa kwa vyama vya kikabila vinavyoongeza ushindani wa kikabila",
        "Upendeleo wa kikabila unaoharibu utaalamu katika taasisi",
        "Shaka na ubaguzi katika nyanja za kijamii",
        "Uharibifu wa taasisi unaozuia uimarishaji wa kidemokrasia"
      ],
      "detail": "Utafiti huko Nakuru kutoka miaka ya 1920-1960 ulionyesha maisha ya mijini yaliongeza utambulisho wa kikabila na kuongeza tofauti, wakati upendeleo wa kikabila katika taasisi unaharibu imani ya umma."
    },
    {
      "title": "Rushwa, Uongozi wa Jamaa na Ukosefu wa Usawa wa Kiuchumi",
      "description": "Uongozi wa kikabila umeongoza uongozi wa jamaa na siasa za upendeleo, ambapo rasilimali za serikali na uteuzi hugawanywa kulingana na ukabila badala ya ustahiki. Hii inaharibu utawala, utoaji wa huduma za umma, na umoja wa kitaifa, wakati sera za ardhi za kikoloni ziliunda ukosefu wa usawa wa kiuchumi kati ya makabila.",
      "examples": [
        "Ugawaji wa rasilimali na uteuzi unaofavoria jamaa za kikabila juu ya ustahiki",
        "Mgawanyiko usio wa haki wa ardhi nzuri kulingana na sera za kikoloni",
        "Tofauti za kiuchumi za kikanda zinazohusiana na idadi ya watu wa kikabila",
        "Ubaguzi wa ajira katika sekta za umma na za kibinafsi",
        "Upungufu wa upatikanaji wa mikopo na fursa za biashara kwa makundi yaliyotengwa",
        "Siasa za upendeleo zinazoharibu utoaji wa huduma za umma"
      ],
      "detail": "Masuala ya umiliki wa ardhi yanabaki kuwa msingi wa mvutano wa kikabila na ukosefu wa usawa wa kiuchumi, wakati uongozi wa jamaa katika ugawaji wa rasilimali unaendeleza malalamiko ya kikabila na kuharibu maendeleo ya kitaifa."
    }
  ],
  "keyExamples": "Mifano Muhimu:",
  "academicSource": "Chanzo cha Kitaaluma"
}