{
  "title": "Unachoweza Kufanya kama Raia wa Kenya",
  "subtitle": "Hatua za vitendo kwa Wakenya wa kawaida—wapiga kura, vijana, wanaharakati, viongozi wa jamii, wazee, na jamii za kiraia—kuepuka ukabila na vurugu za kikabila wakati wa uchaguzi",
  "solutions": [
    {
      "title": "🧠 Fanya Elimu ya Uraia na Amani",
      "description": "Jifunze na wafundishe wengine kuhusu haki za kupiga kura, ushiriki wa amani, na umoja wa kitaifa kupitia ushirikiano wa jamii na mazungumzo.",
      "actions": [
        "Jifunze na wafundishe wengine kuhusu haki za kupiga kura, ushiriki wa amani, na umoja wa kitaifa",
        "Panga au hudhuria majukwaa ya jamii, mikutano ya kanisa, na mabaraza kuzungumza kuhusu amani",
        "Pinga dhana za kikabila katika mzunguko wako—sahihisha habari za uongo na hadithi za kikabila zinapojitokeza",
        "Ongoza majadiliano kuhusu umuhimu wa kupiga kura kulingana na masuala, si ukabila"
      ],
      "source": "https://pesacheck.org",
      "evidence": "Elimu ya amani inayoongozwa na jamii imeonekana kuwa na ufanisi katika kupunguza mvutano wa uchaguzi katika mizunguko ya awali."
    },
    {
      "title": "📱 Pambana na Chuki Mtandaoni na Habari za Uongo",
      "description": "Chukua hatua za kufanya kazi kupinga maneno ya chuki ya kikabila na habari za uongo kwenye majukwaa ya mitandao ya kijamii na programu za ujumbe.",
      "actions": [
        "Pinga maneno ya chuki ya kikabila kwenye WhatsApp, Facebook, TikTok, au Twitter (X)",
        "Thibitisha habari za kisiasa kabla ya kushiriki—tumia majukwaa ya ukaguzi wa ukweli kama PesaCheck au Africa Check",
        "Jiunge au unda harakati za amani mtandaoni ukitumia hashtags kama #KenyaForAll, #VotePeacefully",
        "Ripoti maudhui ya kuchochea kwa wasimamizi wa majukwaa au mlango wa NCIC"
      ],
      "source": "https://africacheck.org",
      "evidence": "Ujuzi wa kidijitali na kampeni za kupinga ujumbe zimefanikiwa kupunguza kuenea kwa maneno ya chuki mtandaoni."
    },
    {
      "title": "🧓🏾 Jenga Amani Kupitia Viongozi wa Mitaa",
      "description": "Kusanya viongozi wa jamii wanaoheshimiwa na vijana kuongoza mipango ya amani na mazungumzo ya kijamii katika eneo lako.",
      "actions": [
        "Kusanya wazee wanaoheshimiwa na viongozi wa vijana kuongoza matamko ya amani na mazungumzo ya kijamii",
        "Kukuza matukio ya jamii za pamoja—michezo, hadithi, siku za kitamaduni—kuongoza mahusiano ya kijamii",
        "Katika maeneo yenye mvutano, unda timu za ulinzi wa jamii zinazofuatilia na kutatua mvutano wa mitaa",
        "Himiza ushirikiano wa kidini na miradi ya pamoja ya jamii"
      ],
      "source": "https://law.stanford.edu/wp-content/uploads/2016/07/Cho-Connors-Fatima-Yalim-Preventing-Post-Election-Violence-Based-on-the-Kenyan-Experience.pdf",
      "evidence": "Mipango ya amani inayotegemea jamii imepunguza kwa kiasi kikubwa vurugu katika maeneo yaliyokuwa na mvutano."
    },
    {
      "title": "🎭 Tumia Sanaa na Utamaduni kwa Amani",
      "description": "Tumia nguvu ya utambuzi wa ubunifu kukuza umoja na kupinga mgawanyiko wa kikabila kupitia vyombo vya kitamaduni vinavyopatikana.",
      "actions": [
        "Unda au uunge mkono michezo ya mitaa, nyimbo, maneno ya ufafanuzi yanayolaani vurugu na kudhihaki ukabila",
        "Panga au shiriki katika msafara wa amani na maonyesho ya ubunifu kuvuka mgawanyiko wa kikabila",
        "Tumia redio za kilugha au podikasti kueneza ujumbe wa amani—hasa katika maeneo ya vijijini",
        "Panga sherehe za kitamaduni zinazosherehekea utofauti wa Kenya kama nguvu"
      ],
      "source": "https://www.usip.org/sites/default/files/PW101-Elections-and-Violent-Conflict-in-Kenya-Making-Prevention-Stick.pdf",
      "evidence": "Ujumbe wa amani unaotegemea sanaa unafikia hadhira kubwa na kuunda mabadiliko ya tabia ya kudumu."
    },
    {
      "title": "🗣️ Lazimisha Wanasiasa kwa Amani",
      "description": "Waweke wawakilishi wako waliochaguliwa wajibu wa kukuza umoja na kukataa siasa za kikabila katika kampeni na utawala wao.",
      "actions": [
        "Muulize MCA, Mbunge, Seneta au Gavana wako alaani hadharani siasa za kikabila na kutia sahihi ahadi za amani",
        "Kataa viongozi wanaokampeni kwa chuki ya kikabila au kutukana jamii zingine—mtandaoni au katika mikutano",
        "Hudhuria mijadala au mikutano ya umma na uliza maswali yanayosisitiza umoja wa kitaifa juu ya uongozi wa kikabila",
        "Uunge mkono wagombea kulingana na rekodi na sera, si asili ya kikabila"
      ],
      "source": "https://www.ncic.go.ke",
      "evidence": "Shinikizo la raia kwa wanasiasa limeongoza mazungumzo ya amani zaidi ya kampeni katika uchaguzi wa hivi karibuni."
    },
    {
      "title": "🔍 Chunga na Ripoti Dalili za Mapema za Onyo",
      "description": "Kaa macho kwa dalili za migogoro inayoiva na ripoti shughuli za kutia shaka kwa mamlaka zinazofaa na mashirika ya amani.",
      "actions": [
        "Chunga wageni wasiojulikana wanaokusanya vitambulisho vya wapiga kura au kukusanya vijana katika makundi ya kikabila",
        "Fuatilia wanasiasa wanaotoa vitisho vya msimbo au lugha ya kuchochea",
        "Ripoti dalili za mvutano kwa wachunguzi wa jamii za kiraia na mashirika ya amani ya jamii",
        "Tumia simu za amani na misingi ya kuripoti ya NCIC unapoona shughuli za kutia wasiwasi"
      ],
      "source": "https://mokoro.co.uk/wp-content/uploads/acts_policy_brief_land_tenure_and_violent_conflict_kenya1.pdf",
      "evidence": "Mifumo ya onyo la mapema na ushiriki wa raia imezuia kuongezeka kwa migogoro."
    },
    {
      "title": "🧍🏾‍♀️ Kuwa Mfano wa Uvumilivu",
      "description": "Ongoza kwa mfano katika mwingiliano wako wa kila siku na maamuzi ya kupiga kura, ukionyesha kuwa umoja unawezekana na una faida.",
      "actions": [
        "Kataa kupiga kura 'kwa kabila lako'—piga kura kulingana na maadili, mawazo, na rekodi ya uongozi",
        "Zungumza na marafiki na familia kuhusu kukataa mgawanyiko wa kikabila, hasa katika maeneo ya mijini yenye utofauti",
        "Sema unapoona watu wakijaribu kugawanya wengine—kimya hukuza chuki",
        "Jenga urafiki na mahusiano ya biashara kuvuka mistari ya kikabila"
      ],
      "source": "https://www.cambridge.org/core/journals/journal-of-african-history/article/abs/tribal-associations-tribal-solidarity-and-tribal-chauvinism-in-a-kenya-town/90B0CF838C21B8FB216DA9ADF3AE37BF",
      "evidence": "Mabadiliko ya tabia ya mtu mmoja huunda athari za mawimbi zinazobadilisha mitazamo ya jamii kwa muda."
    },
    {
      "title": "🏘️ Uunge Mkono Makubaliano ya Amani ya Mitaa",
      "description": "Shiriki na imarisha mipango ya amani ya kiwango cha jamii ambayo imeonyesha mafanikio katika kuzuia vurugu.",
      "actions": [
        "Uunge mkono na ushiriki katika makubaliano ya amani ya kiwango cha jamii kama yale yaliyoundwa Nakuru baada ya 2007–08",
        "Himiza ndoa za kijamii, ushirikiano wa biashara wa mitaa, na ushirikiano wa shule kuvuka mistari ya kikabila",
        "Jiunge au unda kamati za amani zinazoweza kutatua migogoro kabla ya kuongezeka",
        "Tetea miradi ya maendeleo ya kijumuishi inayofaidisha jamii zote"
      ],
      "source": "https://www.usip.org/sites/default/files/PW101-Elections-and-Violent-Conflict-in-Kenya-Making-Prevention-Stick.pdf",
      "evidence": "Makubaliano ya amani ya mitaa yamefanikiwa kudumisha utulivu katika maeneo yaliyokuwa na migogoro."
    }
  ],
  "callToAction": {
    "title": "Chukua Hatua kwa Amani",
    "description": "Kila raia wa Kenya ana nguvu ya kuzuia vurugu za uchaguzi na kujenga umoja wa kudumu. Chagua kuwa sehemu ya suluhisho—anza na hatua moja leo.",
    "buttons": {
      "share": "Shiriki Mwongozo Huu",
      "learn": "Ripoti Masuala"
    }
  },
  "summary": {
    "title": "Mwongozo wa Haraka wa Vitendo",
    "description": "Jukumu lako katika kujenga uchaguzi wa amani",
    "actions": [
      {
        "area": "Elimu",
        "action": "Ongoza au hudhuria majukwaa ya uraia, mazungumzo ya amani"
      },
      {
        "area": "Tabia Mtandaoni",
        "action": "Pinga chuki, thibitisha habari, kukuza umoja"
      },
      {
        "area": "Kujenga Jamii",
        "action": "Kusanya wazee/vijana kwa vitendo vya amani"
      },
      {
        "area": "Sanaa na Utamaduni",
        "action": "Tumia mchezo/muziki/redio kwa umoja"
      },
      {
        "area": "Dai Uongozi",
        "action": "Kataa viongozi wa kikabila, dai ahadi za amani"
      },
      {
        "area": "Ripoti Mvutano",
        "action": "Tahadharisha wafuatiliaji wa amani kuhusu dalili za migogoro"
      },
      {
        "area": "Ongoza kwa Mfano",
        "action": "Kataa siasa za kikabila katika maisha ya kila siku"
      },
      {
        "area": "Imarisha Viungo",
        "action": "Uunge mkono makubaliano ya amani na viungo vya kijamii"
      }
    ]
  }
}